/* 
	UnmountAssistant Localizable.strings
	Copyright 2008-2009 Apple Inc. All rights reserved.
 */

/* Alert buttons */
"OK" = "OK";
"CANCEL" = "Avbryt";
"FORCE_EJECT" = "Tvinga utmatning…";
"CONFIRM_FORCE" = "Tvinga utmatning";
"TRY_AGAIN" = "Försök igen";


/* non-GUI app is using the disk */
"UNKNOWN_IN_USE" = "Skivan matades inte ut eftersom ett eller flera program kanske använder den.";
"VOLUME_IN_USE" = "Skivan ”%@” matades inte ut eftersom ett eller flera program kanske använder den.";

"TRYING_TO_EJECT_INFO" = "Klicka på knappen Tvinga utmatning om du vill mata ut skivan omedelbart.";
"UNABLE_TO_EJECT_INFO" = "Du kan försöka mata ut skivan igen eller klicka på Tvinga utmatning om du vill mata ut den omedelbart.";

"UNKNOWN_FORCE_EJECT" = "Är du säker på att du vill mata ut skivan?";
"VOLUME_FORCE_EJECT" = "Är du säker på att du vill mata ut ”%@”?";

"CONFIRM_FORCEEJECT_INFO" = "Om du matar ut skivan kan problem uppstå med skivan eller informationen på den.";


/* GUI app is using the disk */
"UNKNOWN_IN_USE_BY_1GUIPROC" = "Skivan kunde inte matas ut eftersom ”%@” använder den.";
"VOLUME_IN_USE_BY_1GUIPROC" = "Skivan ”%1$@” kunde inte matas ut eftersom ”%2$@” använder den.";

"UNKNOWN_IN_USE_BY_2GUIPROCS" = "Skivan kunde inte matas ut eftersom ”%1$@” och ”%2$@” använder den.";
"VOLUME_IN_USE_BY_2GUIPROCS" = "Skivan ”%1$@” kunde inte matas ut eftersom ”%2$@” och ”%3$@” använder den.";

"UNKNOWN_IN_USE_BY_3GUIPROCS" = "Skivan kunde inte matas ut eftersom ”%@” och andra program använder den.";
"VOLUME_IN_USE_BY_3GUIPROCS" = "Skivan ”%1$@” kunde inte matas ut eftersom ”%2$@” och andra program använder den.";

"QUIT_ONE_INFO" = "Avsluta det programmet och försök mata ut skivan på nytt.";
"QUIT_MULTIPLE_INFO" = "Avsluta de programmen och försök mata ut skivan på nytt.";


/* User is using the disk */
"UNKNOWN_IN_USE_BY_1USER" = "Skivan kan inte matas ut eftersom en annan användare (”%@”) använder den.";
"VOLUME_IN_USE_BY_1USER" = "Skivan ”%1$@” kan inte matas ut eftersom en annan användare (”%2$@”) använder den.";

"UNKNOWN_IN_USE_BY_2USERS" = "Skivan kan inte matas ut eftersom andra användare (”%1$@” och ”%2$@”) använder den.";
"VOLUME_IN_USE_BY_2USERS" = "Skivan ”%1$@” kan inte matas ut eftersom andra användare (”%2$@” och ”%3$@”) använder den.";

"UNKNOWN_IN_USE_BY_3USERS" = "Skivan kan inte matas ut eftersom andra användare (”%1$@”, ”%2$@” och andra) använder den.";
"VOLUME_IN_USE_BY_3USERS" = "Skivan ”%1$@” kan inte matas ut eftersom andra användare (”%2$@”, ”%3$@” och andra) använder den.";

"LOGOUT_ONE_INFO" = "När ”%@” inte längre använder skivan försöker du mata ut den igen.";
"LOGOUT_MULTIPLE_INFO" = "När de andra användarna inte längre använder skivan försöker du mata ut den igen.";


/* Disk Image is mounted from the disk the disk */
"VOLUME_HAS_DISKIMAGE" = "Skivan ”%1$@” kunde inte matas ut eftersom den används.";
"UNKNOWN_HAS_DISKIMAGE" = "Skivan kunde inte matas ut eftersom den används.";

"VOLUME_HAS_1DISKIMAGE_INFO" = "Mata först ut ”%1$@” och försök sedan mata ut ”%2$@” igen.";
"VOLUME_HAS_2DISKIMAGES_INFO" = "Mata först ut ”%1$@” och ”%2$@” och försök sedan mata ut ”%3$@” igen.";
"VOLUME_HAS_3DISKIMAGES_INFO" = "Mata först ut ”%1$@” och andra skivor och försök sedan mata ut ”%2$@” igen.";

"UNKNOWN_HAS_1DISKIMAGE_INFO" = "Mata först ut ”%1$@” och försök sedan mata ut skivan igen.";
"UNKNOWN_HAS_2DISKIMAGES_INFO" = "Mata först ut ”%1$@” och ”%2$@” och försök sedan mata ut skivan igen.";
"UNKNOWN_HAS_3DISKIMAGES_INFO" = "Mata först ut ”%1$@” och andra skivor och försök sedan mata ut skivan igen.";


/* volume was ejected */
"UNKNOWN_WAS_EJECTED" = "Skivan matades ut.";
"VOLUME_WAS_EJECTED" = "Skivan ”%@” matades ut.";


/* Misc strings */
"TRYING_TO_EJECT" = "Försöker mata ut";

"PROCESS_PID" = "Process %d";